espressif/esp-mqtt/examples/tcp/sdkconfig.ci.p4_wifi
CONFIG_IDF_TARGET="esp32p4"
CONFIG_EXAMPLE_CONNECT_WIFI=y
CONFIG_ESP_WIFI_REMOTE_LIBRARY_HOSTED=y
CONFIG_LOG_MAXIMUM_LEVEL_DEBUG=y
